Repository: Omidbabadi/vendervpn
Catalog: lib/l10n/app_*.arb
Languages: fa

# language
source: Change Language
fa: تغییر زبان

# change_language_title
source: Please Choose Your Preferred Language
fa: لطفا زبان خود را انتخاب کنید

source: Confirm
fa: تایید

source: Cancel
fa: لغو

# delete_config_content
source: Config Will Remove Permanently, Are You Sure ?
fa: این کانفیگ برای همیشه پاک خواهد شد.آیا مطمئن هستید؟

# permission
source: Permission Denied
fa: مجوز داده نشد

source: CONNECT
fa: اتصال

source: Server Delay
fa: تست سرور

source: Wait...
fa: صبر کنید...

source: Import from clipboard
fa: اصافه کردن از کلیپبرد

source: Import from qrcode
fa: qrcode اضافه کردن از

source: VPN Status :
fa: وضعیت اتصال :

# vpnstatus_connect
source: CONNECTED
fa: متصل

# vpnstatus_not_connect
source: NOT CONNECTED
fa: متصل نیست

source: Traffic Information :
fa: اتصلاعات اتصال :

source: Speed :
fa: سرعت :

source: Traffic :
fa: ترافیک :

source: Actions :
fa: اعمال :

source: DISCONNECT
fa: قطع اتصال

source: ping
fa: تست سرور

source: Error
fa: خطا

# succesful
source: Successful
fa: موفق

source: Delete
fa: حذف

# delete_selected_config
source: Could not delete this config
fa: امکان حذف این کانفیگ وجود ندارد

# remove
source: Removed
fa: حذف شد

# import_sub
source: Subcription Imported
fa: گروه اشتراک اضافه شد

# import_sub_link
source: Import From Subscription
fa: اضافه کردن گروه اشتراک

# subscription_settings
source: Subscription Group Settings
fa: تنظیمات گروه اشتراک

# no_subscription_found
source: Nothing to show
fa: کانفیگی یافت نشد

# update_subscription
source: Update Subscriptions
fa: بروزرسانی گروه اشنراک

source: Server Issue
fa: خطای سرور

# get_servers
source: fetch servers
fa: بروزرسانی سرور ها

# founded_servers
source: Servers Found
fa: بروزرسانی انجام شد

# change_theme
source: Toggle theme
fa: تغییر پوسته

source: Next
fa: ادامه

# select_config
source: Please Select A Configs First
fa: لطفا ابتدا یک سرور را انتخاب کنید
